{
  "basics": {
    "name": "Jayashree Narayan",
    "label": "Doctoral Candidate",
    "image": "",
    "email": "jayashreenarayangs@gmail.com",
    "summary": "Incoming MSCA PhD candidate at FU Berlin with Prof. Cecilia Clementi. Master's degree in Physics at IISER Mohali, India.",

    "profiles": [
      {
        "network": "Twitter",
        "username": "JayashreNarayan",
        "url": "https://twitter.com/JayashreNarayan"
      }
    ]
  },
  "work": [
    {
      "name": "FU Berlin",
      "position": "Doctoral Candidate",
      "url": "https://www.physik.fu-berlin.de/en/einrichtungen/ag/ag-clementi/index.html",
      "startDate": "09/2025",
      "highlights": ["Funded by the MSCA doctoral network for Track the Twin. Supervised by Prof. Cecilia Clementi."]
    },

    {
      "name": "Inspire Potentials Fellow",
      "position": "École Polytechnique Fédérale de Lausanne (EPFL)",
      "url": "https://nccr-marvel.ch/outreach/equal-opportunities/inspire-potentials-fellows/jayashree-narayan",
      "startDate": "08/2024",
      "endDate": "04/2025",
      "highlights": ["My thesis efficiently implemented a novel method for simulating electrostatic interactions of charged particles in molecular dynamics. The algorithm leverages a constrained extended Lagrangian formalism to integrate the Poisson equation, promising computational advantages in highly parallelized setups. A liquid molten salt serves as the test system. The study covered the theoretical framework, system setup, and parallelization strategies used to accelerate simulations within an in-house code"]
    },

    {
      "name": "Future Research Talent Fellow",
      "position": "Australian National University",
      "url": "https://science.anu.edu.au/study/scholarships/future-research-talent-awards-india",
      "startDate": "05/2024",
      "endDate": "08/2024",
      "highlights": ["I worked under the guidance of Prof. Christoph Feddarath at the Australian National University, Canberra, Australia, from May 2024 to August 2024, with the FRT Scholarship. I completed a research project in Star Formation wherein I studied the influence of optical thickness on turbulent star-forming molecular clouds. My work was an extension of Prof. Christoph's paper in 2021 where the same work was done in an optically thin environment. The results fortify the understanding that optical thickness in clouds plays a significant role in the way clouds collapse and that optical thickness cannot be ignored."]
    },

    {
      "name": "DAAD-WISE Scholar",
      "position": "Max Planck Institute for Solar System Research",
      "url": "https://www.mps.mpg.de/en",
      "startDate": "05/2023",
      "endDate": "08/2023",
      "highlights": ["I learned and understood the Metropolis Monte Carlo method (MMC) using C++. I wrote a code to use the MMC method and numerically analyze the results obtained in D.Berenstein et.al.'s paper called 'Multimatrix models and emergent geometry'. "]
    },
    {
      "name": "Intern",
      "position": "IISER Mohali",
      "startDate": "05/2022",
      "endDate": "08/2022",
      "highlights": ["I worked under the guidance of Dr Joanna Drążkowska at the Max Planck Institute for Solar System Research in Göttingen, Germany, from May 2023 to August 2023, with a DAAD-WISE Scholarship. I completed a research project on Planet Formation wherein I studied the influence of disk turbulence, pebble fragmentation and stellar metallicity on planet growth by pebble accretion model using the pebble predictor (pioneered by Dr Drążkowska) along with the analytical fit from Ormel & Liu (2018); Liu & Ormel (2018). The results fortify the theory that the likelihood of planet formation (for close-in planets) is high when there is high pebble fragmentation, low disk turbulence, or even a very metallic star."],
      "publication": ["https://academic.oup.com/mnras/article/540/1/165/8125472?login=false"]
    }
  ],
  "education": [
    {
      "institution": "IISER Mohali",
      "location": "Mohali, India",
      "url": "iisermohali.ac.in",
      "area": "Physics",
      "studyType": "BS+MS dual degree",
      "startDate": "2020-12",
      "endDate": "2025-05",
      "score": "8.9"
    }
  ],
  "awards": [
    {
      "title": "MARVEL Inspire Potentials",
      "date": "2024-08",
      "awarder": "NCCR MARVEL",
      "url": "https://nccr-marvel.ch/outreach/equal-opportunities/inspire-description",
      "summary": "I am a recipient of the NCCR-MARVEL Inspire Potentials Scholarship. It helped me fund my Master's thesis project with Prof. Sara Bonella at EPFL, Switzerland."
    },
    {
      "title": "ANU-FRT Scholar",
      "date": "2024-05",
      "awarder": "The Australian National Univeristy",
      "url": "https://science.anu.edu.au/study/scholarships/future-research-talent-awards-india",
      "summary": "I was a recipient of the FRT Scholarship in the year 2024. I used the scholarship to fund my internship with Prof. Christoph Feddarath in ANU, Australia"
    },
    {
      "title": "DAAD_WISE Scholar",
      "date": "2023-05",
      "awarder": "The DAAD, Germany",
      "summary": "I was a recipient of the DAAD Scholarship in the year 2023. I used the scholarship to fund my internship with Dr Joanna Drążkowska in Göttingen, Germany"
    },
    {
      "title": "Zonal Topper Award",
      "date": "2022-05",
      "awarder": "Mimamsa, IISER Pune",
      "url": "https://www.pks.mpg.de/quant22/scientific-program",
      "summary": "I was a part of the Zonal Topper winning team for the states of Punjab and Haryana."
    },
    {
      "title": "QUANT22 Master's School",
      "date": "2022-05",
      "awarder": "MPI-PKS",
      "url": "http://mimamsa.iiserpune.ac.in/",
      "summary": "I was selected to attend a 4-day virtual master's school organized by the Max Planck Institute for the Physics of Complex Systems between October 4th 2022, and October 6th 2022."
    }

  ],
  
  "publications": [
    {
      "name": "Can Close-In Exoplanets Form by Pebble Accretion?",
      "publisher": "Monthly Notices of the Royal Astronomical Society",
      "releaseDate": "2025-05-05",
      "url": "https://academic.oup.com/mnras/article/540/1/165/8125472?login=false",
      "summary": "Pebble accretion is the leading theory for the formation of exoplanets more massive than the Earth. Many parameters influence planet growth in the pebble accretion models. In this paper, we study the influence of pebble fragmentation velocity, turbulence strength, stellar metallicity, stellar mass, and planet location on the growth of planets located within 1 au from their parent stars. Analysing the close-in planets from NASA’s exoplanet archive, we find that the turbulence strength influences planet growth more than the pebble fragmentation velocity does. Planets orbiting stars with higher metallicity have an overall higher probability of reaching their pebble isolation mass than those orbiting lower metallicity stars, but the impact of metallicity is not as high as that of stellar mass, orbital separation, and most importantly disc turbulence."
    },
    {
      "name": "Mass-Zero constrained molecular dynamics for electrostatic interactions",
      "publisher": "ArXiv",
      "releaseDate": "2025-05-26",
      "url": "https://arxiv.org/abs/2505.20418",
      "summary": "Optimal exploitation of supercomputing resources for the evaluation of electrostatic forces remains a challenge in molecular dynamics simulations of very large systems. The most efficient methods are currently based on particle-mesh Ewald sums and achieve semi-logarithmic scaling in the number of particles. These methods, however, solve the problem in reciprocal space, requiring extensive use of Fast Fourier transforms (FFT). The communication overhead associated with FFTs is a well-known bottleneck for high-end parallelization. In this work, we introduce a novel real-space approach to solve the Poisson equation on a grid. Our method exploits an extended Lagrangian in which the values of the field at the grid points are treated as auxiliary variables of zero inertia, and the discretized Poisson equation is enforced as dynamical constraint. We first analyze the method using a toy model, and then consider realistic simulations of molten NaCl that validate its ability to reproduce structural and transport properties, and showcase the features of our algorithm on a non-trivial benchmark. Finally, we discuss the computational performance and scaling behavior of the algorithm."
    },
    {
      "name": "Turbulence Inference from Synthetic Observations",
      "publisher": "Submitted"
    }
  ],
  "interests": [
    {
      "keywords": [
        	"atomistic ML",
          "role of symmetries",
          "quantum chemistry",
          "long-range interactions",
          "inverse design",
          "quantum mechanics",
          "mathematical physics",
          "statistical mechanics",
          "materials for energy storage",
          "materials for quantum computing"
      ]
    }
  ],
  "Extracurricular Activities": [
    {
      "title": "Chief Editor",
      "date": "2023",
      "awarder": "NCCR MARVEL",
      "url": "https://nccr-marvel.ch/outreach/equal-opportunities/inspire-description",
      "summary": "I am a recipient of the NCCR-MARVEL Inspire Potentials Scholarship. It helped me fund my Master's thesis project with Prof. Sara Bonella at EPFL, Switzerland."
    },
    {
      "title": "ANU-FRT Scholar",
      "date": "2024-05",
      "awarder": "The Australian National Univeristy",
      "url": "https://science.anu.edu.au/study/scholarships/future-research-talent-awards-india",
      "summary": "I was a recipient of the FRT Scholarship in the year 2024. I used the scholarship to fund my internship with Prof. Christoph Feddarath in ANU, Australia"
    },
    {
      "title": "DAAD_WISE Scholar",
      "date": "2023-05",
      "awarder": "The DAAD, Germany",
      "summary": "I was a recipient of the DAAD Scholarship in the year 2023. I used the scholarship to fund my internship with Dr Joanna Drążkowska in Göttingen, Germany"
    },
    {
      "title": "Zonal Topper Award",
      "date": "2022-05",
      "awarder": "Mimamsa, IISER Pune",
      "url": "https://www.pks.mpg.de/quant22/scientific-program",
      "summary": "I was a part of the Zonal Topper winning team for the states of Punjab and Haryana."
    },
    {
      "title": "QUANT22 Master's School",
      "date": "2022-05",
      "awarder": "MPI-PKS",
      "url": "http://mimamsa.iiserpune.ac.in/",
      "summary": "I was selected to attend a 4-day virtual master's school organized by the Max Planck Institute for the Physics of Complex Systems between October 4th 2022, and October 6th 2022."
    }

  ]
}
